Repository: gokien/gokien-iso
Catalog: gfxboot-theme-ubuntu/po/*.po
Languages: si

source: OK
si: හරි

source: Cancel
si: අහෝසි කරන්න

source: Reboot
si: යලි පණගන්වන්න

source: Continue
si: පවත්වාගෙන යන්න

source: Boot Options
si: ඇරඹුම් විකල්ප

source: Exiting...
si: ඉවත්වෙමින්...

source: You are leaving the graphical boot menu and starting the text mode interface.
si: ඔබ චිත්‍රක ඇරඹුම් මෙනුවෙන් ඉවත්වී පෙළ සහිත අතුරු මුහුණතට යොමුවෙමින් ඇත.

source: Help
si: උදව්

source: Boot loader
si: ඇරඹුම් ප්‍රවේශකය

source: I/O error
si: I/O දෝෂය

source: Change Boot Disk
si: ඇරඹුම් තැටිය මාරුකරන්න

source: Insert boot disk %u.
si: %u ඇරඹුම් තැටිය ඇතුළුකරන්න.

source: This is boot disk %u. Insert boot disk %u.
si: මෙය %u ඇරඹුම් තැටියයි. %u ඇරඹුම් තැටිය ඇතුළුකරන්න.

source: This is not a suitable boot disk. Please insert boot disk %u.
si: මෙය සුදුසු ඇරඹුම් තැටිය නොවේ කරුණාකර %u ඇරඹුම් තැටිය ඇතුළුකරන්න.

source: Password
si: මුරපදය

source: Enter your password:
si: ඔබේ මුරපදය ඇතුලත් කරන්න:

source: DVD Error
si: ඩීවීඩී දෝෂය

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
si: මෙය ද්විත්ව-පැති ඩීවීඩී එකකි.ඔබ දෙවැනි පැත්තෙන් අරඹා ඇත. ඩීවීඩී තැටිය අනෙක් පැත්ත පෙරළා ඉදිරියට යන්න.

source: Power Off
si: අක්‍රිය කරන්න

source: Halt the system now?
si: පද්ධතිය දැන් නවතා දමන්නද?

source: Password
si: මුරපදය

source: Other Options
si: අනෙකුත් විකල්ප

source: Language
si: භාෂාව

source: Keymap
si: යතුරු සිතියම

source: Modes
si: ක්‍රමය

source: Normal
si: සාමාන්‍ය

source: Expert mode
si: පරිණත ක්‍රමය

source: Accessibility
si: ප්‍රවේශතාවය

source: None
si: කිසිවක් නැත

source: High Contrast
si: උච්ච ප්‍රභේදනය

source: Magnifier
si: විශාලකය

source: Screen Reader
si: තිර කියවනය

source: Braille Terminal
si: බ්‍රේල් පර්යන්තය

source: Keyboard Modifiers
si: යතුරුපුවරු විකරණකාරකය

source: On-Screen Keyboard
si: තිරය-මත යතුරුපුවරුව

source: Motor Difficulties - switch devices
si: චාලක ආබාධ-උපාංගය මාරුකිරීම

source: Everything
si: සියල්ල

source: ^Try Ubuntu without installing
si: ^ස්ථාපනයෙන් තොරව උබුන්ටු අත්හදා බලන්න

source: ^Try Kubuntu without installing
si: ^ස්ථාපනයෙන් තොරව කුබුන්ටු අත්හදා බලන්න

source: ^Try Edubuntu without installing
si: ^ස්ථාපනයෙන් තොරව එඩියුබුන්ටු අත්හදා බලන්න

source: ^Try Xubuntu without installing
si: ^ස්ථාපනයෙන් තොරව එක්ස්උබුන්ටු අත්හදා බලන්න

source: ^Try Ubuntu MID without installing
si: ^ස්ථාපනයෙන් තොරව උබුන්ටු MID අත්හදා බලන්න

source: ^Try Ubuntu Netbook without installing
si: ^ස්ථාපනය කිරීමෙන් තොරව උබුන්ටු නෙට්බුක් අත්දකින්න

source: ^Try Kubuntu Netbook without installing
si: ^ස්ථාපනය කිරීමකින් තොරව කුබුන්ටු නෙට්බුක් අත්දකින්න

source: ^Try Lubuntu without installing
si: ^ස්ථාපිත නොකොට ලුබුන්ටු අත්හදා බලන්න

source: ^Start Kubuntu
si: ^කුබුන්ටු අරඹන්න

source: Use driver update disc
si: ධාවක යාවත්කාලීන තැටිය භාවිතා කරන්න

source: ^Install Ubuntu in text mode
si: ^පෙළ ක්‍රමයට උබුන්ටු ස්ථාපනය කරන්න

source: ^Install Kubuntu in text mode
si: ^පෙළ ක්‍රමයට කුබුන්ටු ස්ථාපනය කරන්න

source: ^Install Edubuntu in text mode
si: ^පෙළ ක්‍රමයට එඩුබුන්ටු ස්ථාපනය කරන්න

source: ^Install Xubuntu in text mode
si: ^පෙළ ක්‍රමයට එක්ස්උබුන්ටු ස්ථාපනය කරන්න

source: ^Install Ubuntu
si: ^උබුන්ටු ස්ථාපනය කරන්න

source: ^Install Kubuntu
si: ^කුබුන්ටු ස්ථාපනය කරන්න

source: ^Install Edubuntu
si: ^එඩුබුන්ටු ස්ථාපනය කරන්න

source: ^Install Xubuntu
si: ^එක්ස්උබුන්ටු ස්ථාපනය කරන්න

source: ^Install Ubuntu Server
si: ^උබුන්ටු සර්වර් ස්ථාපනය කරන්න

source: ^Install Ubuntu Studio
si: ^උබුන්ටු මැදිරිය ස්ථාපනය කරන්න

source: ^Install Ubuntu MID
si: ^උබුන්ටු MID ස්ථාපනය කරන්න

source: ^Install Ubuntu Netbook
si: ^උබුන්ටු නෙට්බුක් ස්ථාපනය කරන්න

source: ^Install Kubuntu Netbook
si: ^කුබුන්ටු නෙට්බුක් ස්ථාපනය කරන්න

source: ^Install Lubuntu
si: ^ලුබුන්ටු ස්ථාපනය කරන්න

source: Install a workstation
si: සේවාස්ථානයක් ස්ථාපනය කරන්න

source: Install a server
si: සේවා පද්ධතියක් ස්ථාපනය කරන්න

source: OEM install (for manufacturers)
si: OEM ස්ථාපනය (නිෂ්පාදකයන් සඳහා)

source: Install a LAMP server
si: LAMP සේවා පද්ධතියක් ස්ථපනය කරන්න

source: Install an LTSP server
si: LTSP සේවා පද්ධතියක් ස්ථපනය කරන්න

source: Install a Diskless Image Server
si: තැටි රහිත ප්‍රතිබිම්බ සේවා පද්ධතියක් ස්ථපනය කරන්න

source: Install a command-line system
si: විධාන-රේඛා පද්ධතියක් ස්ථපනය කරන්න

source: Install a minimal system
si: අවම පද්ධතියක් ස්ථාපනය කරන්න

source: Install a minimal virtual machine
si: අවම අතාත්ත්වික යන්ත්‍රයක් ස්ථාපනය කරන්න

source: ^Check disc for defects
si: ^තැටි දෝෂ සඳහා පරීක්ෂා කරන්න

source: ^Rescue a broken system
si: ^බිඳුණු පද්ධතිය බේරාගන්න

source: Test ^memory
si: මතකය ^පරීක්ෂා කරන්න

source: ^Boot from first hard disk
si: ^පළමු දෘඩ තැටියෙන් අරඹන්න

source: Free software only
si: නිදහස් මෘදුකාංග පමණි

source: ^Dell Automatic Reinstall
si: ^ඩෙල් ස්වයංක්‍රීය ප්‍රතිස්ථාපනය

source: ^Install Mythbuntu
si: ^මිත්බුන්ටු ස්ථාපනය කරන්න

source: ^Try Mythbuntu without installing
si: ^ස්ථාපනයෙන් තොරව මිත්බුන්ටු අත්හදා බලන්න
